Repository: GluuFederation/ios-super-gluu
Catalog: super-gluu/Resources/*.lproj/Localizable.strings
Languages: ar, es, fr, hi, it, ja, nl, pa, ru, tr, uk

# Landing_Incorrect_Passcode
source: Too many incorrect passcode attempts. Wait 10 minutes and try again.
ar: تجاوز عدد محاولات ادخال رمز المرور العدد المسموح به. انتظر 10 دقائق وحاول مرة أخرى.
es: Demasiados intentos erróneos. Espere 10 minutos e intente de nuevo.
fr: Plusieurs essais avec code incorrect. Veuillez réessayer dans 10 minutes
hi: बहुत से गलत पासकोड प्रयास। 10 मिनट प्रतीक्षा करें और पुन: प्रयास करें।
it: Raggiunto il numero massimo di tentativi con codice di accesso errato. Attendere 10 minuti e poi riprovare.
ja: 不正なパスコードの試行回数が多すぎます。10分待ってから再試行して下さい。
nl: Te veel onjuist inlogpogingen. Wacht 10 minuten en probeer het opnieuw
pa: ਬਹੁਤ ਸਾਰੀਆਂ ਗ਼ਲਤ ਪਾਸਕੋਡ ਕੋਸ਼ਿਸ਼ਾਂ। 10 ਮਿੰਟ ਉਡੀਕ ਕਰੋ ਅਤੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
ru: Слишком много попыток ввода неверного пароля. Подождите 10 минут и попробуйте снова.
tr: Çok fazla parolakodu girişimi. 10 dakika bekleyip tekrar deneyin.
uk: Забагато спроб з неправильним паролем. Почекайте 10 хвилин і спробуйте ще раз.

# Launch_Enter_Passcode
source: Enter Passcode
ar: ادخل كلمة المرور
es: Ingrese el código
fr: Entrer le cod
hi: पासकोड भरें
it: Inserire il codice di accesso
ja: パスコードを入力
nl: Invoeren inlogcode
pa: ਪਾਸਕੋਡ ਭਰੋ
ru: Введите пароль.
tr: Parolakodu Girin
uk: Введіть пароль

# Launch_Forgot_Passcode
source: Forgot Passcode
ar: نسيت رمز المرور
es: ¿Olvidó su código?
fr: Code oubli
hi: पासकोड भूल गए
it: Codice di accesso dimenticato
ja: パスコードを忘れた
nl: Inlogcode vergeten
pa: ਪਾਸਕੋਡ ਭੁੱਲ ਗਏ
ru: Восстановление пароля.
tr: Parolakodu’mu Unuttum
uk: Забутий пароль

# Security_Passcode
source: Passcode
ar: رمز المرور
es: Código
fr: Cod
hi: पासकोड
it: Codice di accesso
ja: パスコード
nl: Inlogcode
pa: ਪਾਸਕੋਡ
ru: Пароль
tr: Parolakodu
uk: Пароль

# Security_Touch_Id
source: TouchID
ar: معرف اللمس
fr: TouchI
hi: टच आईडी
ja: タッチID
pa: ਟਚ ਆਈਡੀ
tr: Dokunmatik Kimlik

# Home_Check_Internet
source: Check your Internet connection and try again.
ar: تحقق من اتصالك بالإنترنت وحاول مرة أخرى.
es: Verifique su conexión a Internet e intente de nuevo.
fr: Vérifier votre connexion internet et réessayer
hi: अपना इंटरनेट कनेक्शन जांचें और पुन: प्रयास करें।
it: Verificare la connessione internet e riprovare.
ja: インターネット接続を確認して再試行して下さい。
nl: Controleer je internetverbinding en probeer het opnieuw
pa: ਆਪਣੇ ਇੰਟਰਨੈਟ ਕਨੈਕਸ਼ਨ ਦੀ ਜਾਂਚ ਕਰੋ ਅਤੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ.
ru: Проверьте ваше подключение к интернету и попробуйте снова.
tr: İnternet bağlantınızı kontrol edin ve tekrar deneyin.
uk: Перевірьте інтернет зєднання і спробуйте ще раз

# Home_No_Internet
source: No Internet connection
ar: لا يوجد اتصال بالإنترنت
es: Sin conexión a Internet
fr: Pas de connexion interne
hi: कोई इंटरनेट कनेक्शन नहीं
it: Nessuna connessione internet
ja: インターネット接続がありません
nl: Geen internetverbinding
pa: ਕੋਈ ਇੰਟਰਨੈਟ ਕਨੈਕਸ਼ਨ ਨਹੀਂ
ru: Отсутствует подключение к интернету
tr: İnternet bağlantısı yok
uk: Немає інтернет зєднання

# Home_Tap_To_Scan_QR
source: You may be presented with a QR code for registration or authentication. Tap the button to open your QR scanner.
ar: قد يتم تقديمك مع رمز الاستجابة السريعة(ََQR) للتسجيل أو المصادقة. اضغط على الزر لفتح الماسح الضوئي QR.
es: Puede aparecer un código QR para registrarse o autenticarse. Presione el botón para abrir el lector de códigos QR.
fr: Un QR Code vous sera présenté pour l'enregistrement ou l'authentification. Appuyer sur le button pour ouvrir votre QR scanner
hi: आपको पंजीकरण या प्रमाणीकरण के लिए एक QR कोड के साथ प्रस्तुत किया जा सकता है। अपने QR स्कैनर को खोलने के लिए बटन पर टैप करें।
it: Potrebbe essere richiesto un codice QR per la registrazione od autenticazione. Cliccare sul bottone per aprire lo scanner di codici QR.
ja: 登録または認証用のQRコードを表示することがあります。ボタンをタップしてQRスキャナーを開いてください。
nl: Je kunt een QR code krijgen voor registratie of authenticatie. Druk op de knop om je QR scanner te openen
pa: ਰਜਿਸਟਰੇਸ਼ਨ ਜਾਂ ਪ੍ਰਮਾਣਿਕਤਾ ਲਈ ਤੁਹਾਨੂੰ ਇੱਕ QR ਕੋਡ ਦੇ ਨਾਲ ਪੇਸ਼ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ. ਆਪਣਾ QR ਸਕੈਨਰ ਖੋਲ੍ਹਣ ਲਈ ਬਟਨ ਤੇ ਟੈਪ ਕਰੋ
ru: В процессе регистрации или аутентификации вам может быть предъявлен QR код. Нажмите кнопку чтобы открыть QR-сканер.
tr: Kayıtlanma veya kimlik doğrulama için size bir QR kodu sunulabilir. QR tarayıcınızı açmak için düğmeye dokunun.
uk: Вам може бути представлено QR код для реєстрації чи аутентифікації.

# Home_Welcome
source: Welcome to Super Gluu!
ar: مرحبًا بك في تطبيق سوبر جلو!
es: Bienvenido a Super Gluu!
fr: Bienvenue sur Super Glu
hi: सुपर ग्लू में आपका स्वागत है!
it: Benvenuto su Super Gluu!
ja: Super Gluuへようこそ！
nl: Welkom bij Super Gluu
pa: ਸੁਪਰ ਗਲੂ ਸੁਆਗਤ ਹੈ!
ru: Super Gluu приветствует вас!
tr: Super Gluu'ya Hoşgeldiniz!
uk: Ласкаво просимо до Super Gluu

# Home_Scan
source: Scan QR Code
ar: مسح رمز الاستجابة السريعة (QR)
es: Escanee el código QR
fr: Scanner le QR Cod
hi: QR कोड स्कैन करें
it: Scansiona il codice QR
ja: QRコードをスキャンする
pa: QR ਕੋਡ ਨੂੰ ਸਕੈਨ ਕਰੋ
ru: Отсканируйте QR код
tr: QR kodu tara
uk: Зіскануйте QR код

# Home_Remove_Ads
source: Remove Ads
ar: ازالة الاعلانات
es: Quitar la publicidad
fr: Retirer les publicité
hi: विज्ञापन हटाएँ
it: Rimuovi pubblicità
ja: 広告を削除する
nl: Verwijder reclame
pa: Ads ਹਟਾਉ
ru: Убрать рекламу
tr: Reklamları Kaldır
uk: Видалити рекламу

# Home_QR_Not_Recognized
source: QR Code not recognized. Try again.
ar: لم يتم التعرف على رمز الاستجابة السريعة (QR). حاول مرة أخري.
es: No se reconoce el código QR. Intente de nuevo.
fr: Code QR non reconnu. Veuillez réessayer
hi: QR कोड मान्य नहीं। पुनः प्रयास करें।
it: Codice QR non riconosciuto. Prego riprovare.
ja: QRコードを読み取れません。再試行して下さい。
nl: QR Code niet herkend, Probeer nogmaals.
pa: QR ਕੋਡ ਵੈਧ ਨਹੀਂ ਹੈ. ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ.
ru: Ошибка распознавания QR кода. Попробуйте ещё раз.
tr: QR kodu tanınmadı. Tekrar deneyin.
uk: QR код не розпізнано. Попробуйте ще раз.

# Home_Auth_Success
source: Authentication success.
ar: تمت المصادقة بنجاح.
es: Autenticación exitosa.
fr: Authentification réuss
hi: प्रमाणीकरण सफल।
it: Autenticazione effettuata con successo
ja: 認証成功
nl: Authenticatie geslaagd.
pa: ਪ੍ਰਮਾਣੀਕਰਨ ਸਫਲ
ru: Аутентификация произведена успешно.
tr: Kimlik doğrulama başarılı.
uk: Аутентифікація пройшла успішно.

# Home_Registration_Success
source: Registration success.
ar: تم التسجيل بنجاح.
es: Registro exitoso.
fr: Enregistrement réuss
hi: पंजीकरण सफल।
it: Registrazione effettuata con successo
ja: 登録成功
nl: Registratie geslaagd.
pa: ਰਜਿਸਟਰੇਸ਼ਨ ਸਫਲ
ru: Регистрация произведена успешно.
tr: Kayıtlanma başarılı.
uk: Реєстрація пройшла успішно

# Home_Registration_Failed
source: Registration failed. Try again.
ar: فشل في التسجيل. حاول مرة أخري.
es: El registro falló. Intente de nuevo.
fr: L'enregistrement a échoué. Veuillez réessayer
hi: पंजीकरण विफल। पुनः प्रयास करें।
it: Registrazione fallita. Prego riprovare.
ja: 登録に失敗しました。再試行して下さい。
nl: Registratie mislukt. Probeer opnieuw.
pa: ਰਜਿਸਟਰੇਸ਼ਨ ਅਸਫਲ. ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ.
ru: Ошибка в процессе регистрации. Попробуйте ещё раз.
tr: Kayıtlanma başarısız. Tekrar deneyin.
uk: Помилка при реєстрації. Попробуйте ще раз.

# Home_Decline_Failed
source: Decline failed
ar: فشل التراجع.
es: El rechazo falló
fr: Déclin échou
hi: अस्वीकृत हो गया
it: La procedura di rifiuto é fallita.
ja: 辞退に失敗しました。
nl: Afwijzen mislukt
pa: ਰੱਦ ਕੀਤਾ
ru: Ошибка при отмене
tr: Reddetme başarısız
uk: Помилка при відмові

# Home_Authenticating
source: Authenticating...
ar: يتم المصادقة ...
es: Autenticando...
fr: Authentification en cours ..
hi: प्रमाणित कर रहा है...
it: Autenticazione in corso...
ja: 認証しています…
nl: Authenticeren...
pa: ਪ੍ਰਮਾਣਿਤ ਕਰ ਰਿਹਾ ਹੈ...
ru: Аутентификация...
tr: Kimlik doğrulanıyor...
uk: Аутентифікація ...

# Home_Registering
source: Registering...
ar: يتم التسجيل...
es: Registrando...
fr: Enregistrement en cours ..
hi: पंजीकरण जारी है ...
it: Registrazione in corso...
ja: 登録しています…
nl: Registreren...
pa: ਰਜਿਸਟਰੇਸ਼ਨ ਜਾਰੀ ਹੈ...
ru: Регистрация...
tr: Kayıt yapılıyor...
uk: Реєстрація ...

# Home_Auth_Failed
source: Authentication failed. Try again.
ar: المصادقة فشلت. حاول مرة أخري.
es: Autenticación fallida. Intente de nuevo.
fr: Authentification échoué. Veuillez réessayer
hi: प्रमाणीकरण विफल। पुनः प्रयास करें।
it: Autenticazione fallita. Prego riprovare.
ja: 認証に失敗しました。再試行して下さい。
nl: Authenticatie mislukt, Probeer opnieuw.
pa: ਪ੍ਰਮਾਣੀਕਰਨ ਅਸਫਲ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ.
ru: Ошибка в процессе аутентификации. Попробуйте ещё раз.
tr: Kimlik doğrulama başarısız. Tekrar deneyin.
uk: Помилка при аутентифікації. Попробуйте ще раз.

# Home_Auth_Declined
source: Authentication declined
ar: تم رفض المصادقة
es: Autenticación rechazada
fr: Authentification refus
hi: प्रमाणीकरण अस्वीकृत
it: Autenticazione rifiutata.
ja: 認証が拒否されました
nl: Authenticatie afgewezen.
pa: ਪ੍ਰਮਾਣੀਕਰਨ ਅਸਵੀਕਾਰ ਕੀਤਾ
ru: Аутентификация отклонена.
tr: Kimlik doğrulama reddedildi
uk: Відмова у аутентифікації.

# Home_Expired_Push
source: Your push notification has expired
ar: انتهت صلاحية إشعار الدفع الخاص بك
es: Su notificación ha expirado
fr: Votre push notification a expir
hi: आपकी पुश सूचना की समय सीमा समाप्त हो गई है
it: La notifica push é scaduta.
ja: あなたのプッシュ通知は期限が切れています
nl: Je push-melding is verlopen
pa: ਤੁਹਾਡੀ ਪੁਸ਼ ਸੂਚਨਾ ਦੀ ਮਿਆਦ ਪੁੱਗ ਗਈ ਹੈ
ru: Ваше уведомление устарело.
tr: İtme bildiriminizin süresi geçti.
uk: Ваше повідомлення застаріло.

source: Subscription Details
ar: تفاصيل الاشتراك
es: Detalles de la suscripcion
fr: Détails de la subscriptio
hi: सदस्यता विवरण
it: Dettagli della registrazione.
ja: サブスクリプションの詳細
nl: Abonnementsdetails
pa: ਗਾਹਕੀ ਵੇਰਵੇ
ru: Подробно о подписке
tr: Abonelik Detayları
uk: Деталі підписки

source: Details
ar: التفاصيل
es: Detalles
fr: Détails
hi: विवरण
it: Dettagli
ja: 詳細
pa: ਵੇਰਵੇ
ru: Подробно
tr: Detaylar
uk: Деталі

# Subscription_Info
source: The monthly subscription makes Super Gluu totally ad-free. After a successful purchase, you will no longer see banners ads or full screen ads. Your payment will be charged to your iTunes Account once you confirm your purchase. Your iTunes account will be charged again when your subscription automatically renews at the end of your current subscription period unless auto-renew is turned off at least 24 hours prior to end of the current period. Any unused portion of the free trial period will be forfeited when subscription is purchased. You can manage or turn off auto-renew in your Apple ID Account Settings any time after purchase.
ar: الاشتراك الشهري يجعل تطبيق سوبر جلو خاليًا تمامًا من الإعلانات. بعد عملية شراء ناجحة ، لن ترى إعلانات على شكل اشعارات أو إعلانات تستحوذ على كامل الشاشة بعد الآن. سيتم تحميل; دفعتك على حساب iTunes الخاص بك بمجرد تأكيد عملية الشراء. سيتم فرض رسوم على حساب iTunes الخاص بك مرة أخرى عندما يتم تجديد اشتراكك تلقائيًا في نهاية فترة الاشراك الحالية ما لم يتم إيقاف التجديد; التلقائي قبل 24 ساعة على الأقل من نهاية الفترة الحالية. سيتم خسارة أي جزء غير مستخدم من فترة التجربة المجانية عند شراء الاشتراك. يمكنك إدارة أو إيقاف التجديد التلقائي في إعدادات حساب معرف Apple الخاص بك في أي وقت بعد الشراء.
es: La suscripción mensual hace que Super Gluu no contenga ninguna publicidad. Luego de una compra exitosa, ya no verá más anuncios publicitarios en forma de banners o pantalla completa. El valor del pago será acreditado a su cuenta de iTunes cuando confirme su compra. Su cuenta de iTunes será acreditada de nuevo cuando la suscripción se renueve automáticamente al finalizar su periodo actual de suscripción, a menos que la autorenovación esté desactivada 24 horas antes de la finalización del periodo actual. Cualquier porción no utilizada del periodo de prueba gratuito se perderá cuando compre la suscripción. Usted puede administrar o desactivar la renovación automática a través de las configuraciones de su cuenta de Apple ID en cualquier momento luego de la compra.
fr: L'abonnement mensuel rend Super Gluu totalement sans publicité. Après un achat réussi, vous ne verrez plus de bannières ni d’annonces plein écran. Votre paiement sera débité de votre compte iTunes une fois que vous aurez confirmé votre achat. Votre compte iTunes sera facturé à nouveau lorsque votre abonnement sera automatiquement renouvelé à la fin de votre période d'abonnement en cours, à moins que le renouvellement automatique ne soit désactivé au moins 24 heures avant la fin de la période en cours. Toute portion inutilisée de la période d'essai gratuite sera perdue lors de l'achat de l'abonnement. Vous pouvez gérer ou désactiver le renouvellement automatique dans les paramètres de votre compte Apple ID à tout moment après l'achat.
hi: मासिक सदस्यता सुपर ग्लू को पूरी तरह से विज्ञापन मुक्त बनाती है। एक सफल खरीद के बाद, आप अब बैनर विज्ञापन या पूर्ण स्क्रीन विज्ञापन नहीं देखेंगे। आपकी खरीद की पुष्टि करने के बाद आपका भुगतान आपके iTunes खाते से वसूला जाएगा। जब आपकी सदस्यता स्वचालित रूप से आपकी वर्तमान सदस्यता अवधि के अंत में नवीनीकृत हो जाती है, जब तक कि ऑटो-नवीनीकरण चालू अवधि के अंत से कम से कम 24 घंटे पहले बंद न हो जाए, तब आपका iTunes खाता फिर से चार्ज किया जाएगा। नि: शुल्क परीक्षण अवधि के किसी भी अप्रयुक्त हिस्से को सदस्यता खरीदने पर जब्त कर लिया जाएगा। आप खरीद के बाद किसी भी समय अपने Apple ID खाता सेटिंग्स में ऑटो-नवीनीकरण को प्रबंधित या बंद कर सकते हैं।
it: L'abbonamento mensile rende Super Gluu totalmente privo di pubblicità. Dopo l'acquisto, non verranno visualizzati banner o pubblicità a tutto schermo. Una volta confermato l'acquisto, il pagamento verrà caricato sull'account iTunes. Se il rinnovo automatico non viene disabiltato almeno 24 ore prima della scadenza dell'abbonamento corrente, l'importo verrà addebitato automaticamente sull'account iTunes alla fine del periodo di sottoscrizione. Eventuali porzioni di tempo del periodo di prova decadranno automaticamente all'atto della sottoscrizione di un abbonamento. E' possibile gestire o disattivare il rinnovo automatico in qualsiasi momento, nella sezione. Configurazione dell'account Apple ID.
ja: 毎月のサブスクリプションを購入するとSuper Gluuを完全に広告なしにできます。購入が成功するとバナー広告やフルスクリーン広告は表示されなくなります。購入の確認した後は、支払いはiTunesアカウントに請求されます。自動更新が現在の期間の終了の少なくとも24時間前にオフにされていない限り、当サブスクリプション期間の終わりにサブスクリプションが自動的に更新されるとき、iTunesアカウントは再び課金されます。無料試用期間の未使用部分は、サブスクリプションを購入した時点で失効します。購入後はいつでもApple IDアカウント設定で自動更新を管理または無効にできます。
nl: Het maandelijkse abonnement maar Super Gluu reclamevrij. Na een succesvolle aanschaf, zie je geen banners of volledig scherm advertenties meer. Je betaling wordt belastop je iTunes account als je de betaling bevestigt. Je iTunes account wordt opnieuw belast als je abonnement automatisch aan het eind van de abonnementsperiode wordt verlengd, tenzij de automatische verleging minimaal 24 uur voor het eind van de huidige periode wordt beÃ«indigd. Ongebruikte tijd van de gratis proefperiode vervalt bij aankoop van een abonnement. Je kunt na aanschaf altijd auto-verversing beheren of uitschakelen in je Apple ID Account Instellingen
pa: ਮਹੀਨਾਵਾਰ ਗਾਹਕੀ ਸੁਪਰ ਗਲੂ ਨੂੰ ਪੂਰੀ ਤਰ੍ਹਾਂ ਵਿਗਿਆਪਨ-ਮੁਕਤ ਬਣਾਉਂਦਾ ਹੈ। ਸਫਲ ਖਰੀਦ ਤੋਂ ਬਾਅਦ, ਤੁਸੀਂ ਹੁਣ ਬੈਨਰ ਵਿਗਿਆਪਨ ਜਾਂ ਪੂਰੀ ਸਕ੍ਰੀਨ ਵਿਗਿਆਪਨ ਨਹੀਂ ਦੇਖ ਸਕੋਗੇ। ਆਪਣੀ ਖਰੀਦ ਦੀ ਪੁਸ਼ਟੀ ਕਰਨ ਤੋਂ ਬਾਅਦ, ਤੁਹਾਡੇ ਭੁਗਤਾਨ ਨੂੰ ਤੁਹਾਡੇ iTunes ਖਾਤੇ ਤੋਂ ਚਾਰਜ ਕੀਤਾ ਜਾਵੇਗਾ। ਜਦੋਂ ਤੁਹਾਡੀ ਸੁਬਸਕ੍ਰਿਪਸ਼ਨ ਤੁਹਾਡੀ ਵਰਤਮਾਨ ਗਾਹਕੀ ਅਵਧੀ ਦੀ ਮਿਆਦ ਦੇ ਅੰਤ 'ਤੇ ਸਵੈਚਲ ਰੂਪ ਵਿੱਚ ਨਵਿਆਇਆ ਜਾਦੀ ਹੈ, ਤਾਂ ਤੁਹਾਡੇ iTunes ਖਾਤੇ ਨੂੰ ਮੁੜ ਚਾਰਜ ਕੀਤਾ ਜਾਵੇਗਾ, ਜਦੋਂ ਤੱਕ ਆਟੋ-ਰੀਨਿਊਅਲ ਚਾਲੂ ਮਿਆਦ ਦੇ ਸਮਾਪਤ ਹੋਣ ਤੋਂ ਘੱਟੋ-ਘੱਟ 24 ਘੰਟੇ ਬੰਦ ਨਹੀਂ ਹੁੰਦਾ। ਮੁਫਤ ਅਜ਼ਮਾਇਸ਼ ਦੇ ਕਿਸੇ ਵੀ ਵਰਤੇ ਹਿੱਸੇ ਨੂੰ ਖਰੀਦਦਾਰੀ ਲਈ ਜ਼ਬਤ ਕੀਤਾ ਜਾਵੇਗਾ। ਤੁਸੀਂ ਖਰੀਦ ਤੋਂ ਬਾਅਦ ਕਿਸੇ ਵੀ ਸਮੇਂ ਆਪਣੇ ਐਪਲ ID ਖਾਤੇ ਦੀਆਂ ਸੈਟਿੰਗਾਂ ਵਿੱਚ ਆਟੋ-ਨਵਿਆਉਣ ਜਾਂ ਬੰਦ ਕਰ ਸਕਦੇ ਹੋ।
ru: Ежемесячная подписка полностью убирает рекламу из Super Gluu. После успешного завершения подписки вы больше не увидите рекламные баннеры и полноэкранную рекламу.; Оплата производится посредством вашего Аккаунта iTunes сразу по подтверждению покупки. В случае если вы выбрали опцию автоматического продления подписки, по окончанию текущего её периода ваш Аккаунт iTunes будет снова использован для оплаты - за исключением случая когда данная опция отключена не позднее чем за 24 часа до истечения текущего периода. Весь неизрасходованный срок бесплатного пробного периода имеющийся на момент приобретения подписки будет утрачен. После активации подписки вы можете управлять функцией её автоматического продления в настройках вашего Аккаунта Apple ID.
tr: Super Gluu'ya aylık abonelik reklamları tamamen kaldırır. Başarılı satın alma olduğunda, pankart ya da tam ekran reklam görmeyeceksiniz. Satın almayı onayladığınızda ödeme iTunes hesabınıza ücretlendirilecektir. Yürürlükte olan abonelik sürenizin bitiminden 24 saat önce otomatik yenilenmeyi kapatmadığınızda aboneliğinizin süresi dolduğunda otomatik olarak yenilenecek olup iTunes hesabınıza ücretlendirilecektir. Abonelik satın alındığında kullanılmayan ücretsiz deneme süresi yanacaktır. Satın almadan sonra Apple ID Kimlik Hesap ayarlarınızı yönetebilir veya otomatik yenilemeyi kapatabilirsiniz.
uk: Місячна підписка робить Super Gluu вільною від реклами. Після успішного замовлення ви більше не побачите баннери чи рекламу на повний екран. Ваша оплата буде здійснена через iTunes Account після вашого підтвердження. Оплата буде автоматично стягнена з вашого iTunes екаунту при оновленні підписки після завершення вашої поточної підписки. за виключенням випадку коли авто-оновлення відключене за 24 години до закінчення поточного періоду. Будь-яка невикористана частина безплатного періоду буде втрачена, якщо замовлена підписка. Ви можете керувати вашою автоматичною підпискою у вашому Apple ID Account Settings в будь-який час після замовлення.

# Menu_Logs
source: Logs
ar: السجلات
es: Registro de actividad
fr: Fichiers de logs
hi: लॉग्स
it: Registro attività
ja: ログ
pa: ਲਾਗ
ru: Логи
tr: Kütükler
uk: Логи

# Menu_Keys
source: Keys
ar: المفاتيح
es: Claves
fr: Clés
hi: कुंजियाँ
it: Chiavi
ja: キー
nl: Sleutels
pa: ਕੁੰਜੀਆਂ
ru: Ключи
tr: Anahtarlar
uk: Ключі

# Menu_Passcode
source: Passcode
ar: رمز العبور
es: Código
fr: Code
hi: पासकोड
it: Codice
ja: パスコード
nl: Inlogcode
pa: ਪਾਸਕੋਡ
ru: Пароль
tr: Parolakodu
uk: Пароль

# Menu_User_Guide
source: User Guide
ar: دليل المستخدم
es: Guía de usuario
fr: Guide Utilisateur
hi: उपयोगकर्ता गाइड
it: Guida all'utilizzo
ja: ユーザーガイド
nl: Gebruikshandleiding
pa: ਯੂਜ਼ਰ ਗਾਈਡ
ru: Инструкция пользователя
tr: Kullanıcı Rehberi
uk: Керівництво користувача

# Menu_Privacy_Policy
source: Privacy Policy
ar: السياسة الخصوصية
es: Política de privacidad
fr: Politique de confidentialité
hi: गोपनीयता नीति
ja: プライバシーポリシー
nl: Privacybeleid
pa: ਗੋਪਨੀਯਤਾ ਨੀਤੀ
ru: Политика конфиденциальности
tr: Gizlilik Politikası
uk: Політика конфіденційності

# Menu_Settings
source: Settings
ar: الإدادات
es: Configuraciones
fr: Paramètres
hi: सेटिंग्स
it: Configurazione
ja: 設定
nl: Instellingen
pa: ਸੈਟਿੰਗਾਂ
ru: Настройки
tr: Ayarlar
uk: Настройки

# Menu_Help
source: Help
ar: المساعدة
es: Ayuda
fr: Aide
hi: मदद
it: Aiuto
ja: ヘルプ
pa: ਮੱਦਦ
ru: Помощь
tr: Yardım
uk: Допомога

# Logs_Description
source: Each time Super Gluu is used, a transaction log is recorded in your app.
ar: في كل مرة يتم استخدام سوبر جلو ، يتم تسجيل سجل المعاملات في التطبيق الخاص بك.
es: Cada vez que usa Super Gluu se almacena una entrada en el registro de actividad de la app.
fr: A Chaque fois que Super Gluu est utilisé, une transaction es loggué dans votre application.
hi: हर बार जब सुपर ग्लू का उपयोग किया जाता है, आपके ऐप में एक लेनदेन लॉग दर्ज किया जाता है।
it: Ogni volta che Super Gluu viene utilizzato, un log di transazione viene registrato nell'app.
ja: Super Gluuを使用する度にトランザクションログがアプリに記録されます。
nl: Elke keer dat Super Gluu wordt gebruikt, wordt een transactielogregel geregistreerd in de app.
pa: ਹਰ ਵਾਰ ਸੁਪਰ ਗਲੂ ਦੀ ਵਰਤੋਂ ਕੀਤੀ ਜਾਂਦੀ ਹੈ, ਤੁਹਾਡੇ ਐੱਪ ਵਿਚ ਟ੍ਰਾਂਜੈਕਸ਼ਨ ਲਾਗ ਦਰਜ ਕੀਤੀ ਜਾਂਦੀ ਹੈ।
ru: Каждый раз когда вы используете Super Gluu, приложение создаёт лог текущей сессии.
tr: Super Gluu her kullanıldığında, uygulamanızda bir işlem kütüğü kaydedilir.
uk: Кожен раз при використанні Super Gluu, записується лог у аплікації.

# Passcode_Enabled_Info
source: When enabled, access to Super Gluu will be protected by Touch ID.
ar: عند التمكين ، سيتم حماية الوصول إلى تطبيق سوبر جلو بواسطة معرف اللمس.
es: Al habilitarse, el acceso a Super Gluu será protegido por Touch ID.
fr: Quand activé, l'accès à Super Gluu sera protégé par Touch ID.
hi: सक्षम होने पर, सुपर ग्लू को एक्सेस टच आईडी द्वारा संरक्षित किया जाएगा।
it: Se abilitato, l'accesso a Super Gluu verrà protetto dal Touch ID
ja: 有効にするとSuper GluuへのアクセスはタッチIDによって保護されます。
nl: Wanneer ingeschakeld wordt toegang tot Super Gluu beschermd door Touch ID.
pa: ਹਰ ਵਾਰ ਸੁਪਰ ਗਲੂ ਦੀ ਵਰਤੋਂ ਕੀਤੀ ਜਾਂਦੀ ਹੈ, ਤੁਹਾਡੇ ਐੱਪ ਵਿਚ ਟ੍ਰਾਂਜੈਕਸ਼ਨ ਲਾਗ ਦਰਜ ਕੀਤੀ ਜਾਂਦੀ ਹੈ।
ru: Если включено, доступ в Super Gluu будет защищён Touch ID.
tr: Etkinleştirilirse, Super Gluu'ya erişim Dokunmatik Kimlik ile korunur.
uk: Коли включено, доступ до Super Gluu буде захищено Touch ID.

# Passcode_Touch
source: Touch ID
ar: معرف اللمس;
hi: टच आईडी
pa: ਟਚ ਆਈਡੀ
tr: Dokunmatik Kimlik

# Passcode_Touch_Security
source: Touch Security
ar: امان معرف اللمس
es: Seguridad táctil
fr: Touch Securité
hi: टच सुरक्षा
ja: タッチセキュリティ
pa: ਟਚ ਸੁਰੱਖਿਆ
ru: Touch Безопасность
tr: Dokunmatik Güvenlik
uk: Натисніть Безпека

# Passcode_Set
source: Set Passcode
ar: تعيين رمز المرور
es: Asignar código de acceso
fr: Apliquer le code
hi: पासकोड सेट करें
it: Impostare il codice di accesso
ja: パスコードを設定
nl: Instellen Inlogcode
pa: ਪਾਸਕੋਡ ਸੈੱਟ ਕਰੋ
ru: Задать пароль
tr: Parloakodu Belirle
uk: Встановити пароль

# Passcode_Enter_A_Passcode
source: Enter a passcode
ar: أدخل رمز المرور
es: Ingrese un código
fr: Entrer un code
hi: पासकोड भरें
it: Inserire un codice di accesso
ja: パスコードを入力
nl: Invoeren Inlogcode
pa: ਪਾਸਕੋਡ ਸੈੱਟ ਕਰੋ
ru: Ввести пароль
tr: Bir Parolakodu Gir
uk: Ввести пароль

# Passcode_Reenter
source: Re-enter your passcode
ar: أعد إدخال رمز المرور الخاص بك
es: Re-ingrese el código
fr: Entrer à nouveau le code
hi: पासकोड पुनः भरें
it: Re-inserire il codice di accesso
ja: パスコードを再入力
nl: Opnieuw Inlogcode
pa: ਪਾਸਕੋਡ ਮੁੜ ਦਾਖਲ ਕਰੋ
ru: Ввести пароль ещё раз
tr: Proolakodunuzu tekrar girin
uk: Ввести пароль ще раз

# Passcode_Enter_Passcode
source: Enter Passcode
ar: أدخل رمز المرور
es: Ingrese el código
fr: Entrer le Code
hi: पासकोड भरें
it: Inserire il codice di accesso
ja: パスコードを入力
nl: Invoeren Inlogcode
pa: ਪਾਸਕੋਡ ਭਰੋ
ru: Ввести пароль
tr: Parolakodu Gir
uk: Ввести пароль

# Passcode_Enter_Your_Passcode
source: Enter your passcode
ar: أدخل رمز المرور
es: Ingrese su código
fr: Entrer votre code
hi: अपना पासकोड भरें
it: Inserire il proprio codice di accesso
ja: パスコードを入力して下さい
nl: Voer je inlogcode in
pa: ਆਪਣਾ ਪਾਸਕੋਡ ਭਰੋ
ru: Введите ваш пароль
tr: Parolakodunuzu girin
uk: Введіть ваш пароль

# Passcode_Change
source: Change Passcode
ar: تغيير رمز المرور
es: Cambiar código
fr: Changer le code
hi: पासकोड बदलें
it: Cambia il codice di accesso
ja: パスコードの変更
nl: Wijzigen inlogcode
pa: ਪਾਸਕੋਡ ਬਦਲੋ
ru: Сменить пароль
tr: Parolakodu Değiştir
uk: Змінити пароль

# Passcode_Enter_Old
source: Enter your old passcode
ar: أدخل رمز المرور القديم
es: Ingrese su código anterior
fr: Entrer votre ancien code
hi: अपना पुराना पासकोड डालें
it: Inserire il vecchio codice di accesso
ja: 古いパスコードを入力して下さい
nl: Geef je oude inlogcode op
pa: ਆਪਣਾ ਪੁਰਾਣਾ ਪਾਸਕੋਡ ਦਰਜ ਕਰੋ
ru: Введите ваш старый пароль
tr: Önceki parolakodunuzu girin
uk: Введіть ваш старий пароль

# Passcode_Enter_New
source: Enter your new passcode
ar: أدخل رمز المرور الجديد
es: Ingrese su código nuevo
fr: Entrer votre nouveau code
hi: अपना नया पासकोड डालें
it: Inserire il nuovo codice di accesso
ja: 新しいパスコードを入力して下さい
nl: Geef je nieuwe inlogcode op
pa: ਆਪਣਾ ਨਵਾਂ ਪਾਸਕੋਡ ਦਰਜ ਕਰੋ
ru: Введите ваш новый пароль
tr: Yeni parolakodunuzu girin
uk: Введіть ваш новий пароль

# Passcode_Reenter_New
source: Re-enter your new passcode
ar: أعد إدخال رمز المرور الجديد
es: Re-ingrese su código nuevo
fr: Entrer à nouveau votre code
hi: अपना नया पासकोड पुनः डालें
it: Re-inserire il nuovo codice di accesso
ja: 新しいパスコードを再入力して下さい
nl: Nieuwe inlogcode opnieuw
pa: ਆਪਣਾ ਨਵਾਂ ਪਾਸਕੋਡ ਮੁੜ ਦਾਖਲ ਕਰੋ
ru: Введите ваш новый пароль ещё раз
tr: Yeni parolakodunuzu tekrar girin
uk: Введіть ваш новий пароль ще раз
