Repository: GluuFederation/ios-super-gluu
Catalog: super-gluu/Resources/*.lproj/Localizable.strings
Languages: ar, es, fr, hi, it, ja, nl, pa, ru, tr, uk

# Camera_Denied_Directions
source: Provide access to your camera to proceed: 1. Tap the Go button to open Settings. 2. Tap Privacy. 3. Enable Camera access. 4. Open Super Gluu and try again.
ar: قم بتوفير الوصول إلى الكاميرا للمتابعة: n n1. انقر فوق الزر 'انتقال' لفتح الإعدادات. n n2. انقر فوق الخصوصية. n n3. تمكين الوصول إلى الكاميرا. n n4. افتح Super Gluu وحاول مرة أخرى
es: Proporcione acceso a su cámara para continuar: n n1. Toque el botón Ir para abrir Configuración. N n2. Toque Privacidad. N n3. Habilite el acceso a la cámara. N n4. Abra Super Gluu e intentenuevamente.
fr: Donnez accès à votre caméra pour continuer: n n1. Appuyez sur le bouton OK pour ouvrir les paramètres. N n2. Appuyez sur Confidentialité. N n3. Activez l'accès à la caméra. N n4. Ouvrez Super Gluu et réessayez.
hi: आगे बढ़ने के लिए अपने कैमरे तक पहुंच प्रदान करें: n n1। सेटिंग खोलने के लिए Go बटन पर टैप करें। N n पर टैप करें। गोपनीयता पर टैप करें। N n3। कैमरा पहुंच सक्षम करें। N n4। सुपर ग्लू खोलें और पुनः प्रयास करें। ।
it: Fornisci l'accesso alla tua videocamera per procedere: n n1. Tocca il pulsante Vai per aprire Impostazioni. N n2. Tocca Privacy. N n3. Abilita accesso alla videocamera. N n4. Apri Super Gluu e riprova.
ja: 「続行するには、カメラへのアクセスを提供してください。 n n1。移動ボタンをタップして設定を開きます。 n n2。プライバシーをタップします。 n n3。カメラへのアクセスを有効にします。 n n4。 」
nl: Geef toegang tot uw camera om door te gaan: n n1. Tik op de Go-knop om Instellingen te openen. N n2. Tik op Privacy. N n3. Cameratoegang inschakelen. N n4. Open Super Gluu en probeer het opnieuw .
pa: ਜਾਰੀ ਰੱਖਣ ਲਈ ਆਪਣੇ ਕੈਮਰੇ ਤੱਕ ਪਹੁੰਚ ਪ੍ਰਦਾਨ ਕਰੋ: n n1. ਸੈਟਿੰਗਾਂ ਖੋਲ੍ਹਣ ਲਈ ਗੋ ਬਟਨ ਨੂੰ ਟੈਪ ਕਰੋ. Privacy n n2. ਗੋਪਨੀਯਤਾ ਟੈਪ ਕਰੋ. Camera n n3. ਕੈਮਰਾ ਪਹੁੰਚ ਯੋਗ ਕਰੋ. Super n n4. ਸੁਪਰ ਗਲੂ ਖੋਲ੍ਹੋ ਅਤੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ.
ru: Предоставьте доступ к камере, чтобы продолжить: n n1. Нажмите кнопку Перейти, чтобы открыть настройки. N n2. Нажмите Конфиденциальность. N n3. Включите доступ к камере. N n4. Откройте Super Gluu и повторите попытку
tr: Devam etmek için kameraya erişim sağlayın: n n1. Ayarlar'ı açmak için Git düğmesine basın. N n2. Gizlilik'e dokunun. N n3. Kamera erişimini etkinleştirin. N n4. Süper Tutkal'ı açın ve tekrar deneyin .
uk: Надайте доступ до камери, щоб продовжити: n n1. Натисніть кнопку Go, щоб відкрити Налаштування. N n2. Натисніть конфіденційність. N n3. Увімкніть доступ до камери. N n4. Відкрийте Super Gluu та повторіть спробу.

source: Camera Access Needed
ar: وصول الكاميرا اللازمة
es: Se necesita acceso a la cámara
fr: Accès à la caméra nécessaire
hi: कैमरा एक्सेस की आवश्यकता है
it: Accesso alla telecamera necessario
ja: 必要なカメラアクセス
nl: Cameratoegang vereist
pa: ਕੈਮਰਾ ਪਹੁੰਚ ਲੋੜੀਂਦੀ ਹੈ
ru: Необходим доступ к камере
tr: Kamera erişimi gerekli
uk: Необхідний доступ до камери

source: Go
ar: اذهب
es: Ir
fr: Aller
hi: जाओ
it: Partire
ja: 行く
nl: Gaan
pa: ਜਾਣਾ
ru: Идти
tr: Git
uk: Іди

# Unrecognized_QR
source: QR code not recognized. Try again.
ar: رمز الاستجابة السريعة غير معروف. حاول مرة أخري.
es: Código QR no reconocido. Inténtalo de nuevo.
fr: Code QR non reconnu. Réessayer.
hi: क्यूआर कोड को मान्यता नहीं। पुनः प्रयास करें।
it: Codice QR non riconosciuto. Riprova.
ja: QRコードが認識されません。再試行する。
nl: QR-code niet herkend. Probeer opnieuw.
pa: QR ਕੋਡ ਪਛਾਣਿਆ ਨਹੀਂ ਗਿਆ. ਫਿਰ ਕੋਸ਼ਿਸ਼ ਕਰੋ.
ru: QR-код не распознан. Попробуйте еще раз.
tr: QR kodu tanınmadı. Tekrar deneyin.
uk: QR-код не впізнано Спробуйте ще раз.

# Unsopported_Fido
source: Unsupported FIDO version
ar: نسخة FIDO غير مدعومة
es: Versión FIDO no compatible
fr: Version FIDO non supportée
hi: असमर्थित FIDO संस्करण
it: Versione FIDO non supportata
ja: サポートされていないFIDOバージョン
nl: Niet-ondersteunde FIDO-versie
pa: ਅਸਮਰਥਿਤ FIDO ਸੰਸਕਰਣ
ru: Неподдерживаемая версия FIDO
tr: Desteklenmeyen FIDO sürümü
uk: Непідтримувана версія FIDO

source: Failed KeyHandles
ar: فشل KeyHandles
es: KeyHandles fallidos
fr: KeyHandles a échoué
hi: विफल KeyHandles
it: KeyHandles non riusciti
ja: 失敗したKeyHandles
nl: KeyHandles mislukt
pa: ਫੇਲ੍ਹ ਕੀਹੈਂਡਲਜ਼
ru: Неудачные KeyHandles
tr: Başarısız KeyHandles
uk: Помилка KeyHandles

source: Passcode
ar: رمز المرو
es: Código de acceso
fr: Code
hi: पासकोड
it: Codice
ja: パスコード
nl: Inlogcode
pa: ਪਾਸਕੋਡ
ru: Пароль
tr: Parolakodu
uk: Пароль

source: History
ar: التاريخ
es: Historia
fr: Histoire
it: Storia
ja: 歴史
nl: Geschiedenis
pa: ਇਤਿਹਾਸ
ru: история
tr: Tarih
uk: Історія

source: Face ID
ar: معرف الوجه
es: ID de cara
fr: Identité faciale
hi: फेस आईडी
ja: フェイスID
pa: ਫੇਸ ਆਈਡੀ
ru: ID лица
tr: Yüz kimliği

source: Select All
ar: اختر الكل
es: Seleccionar todo
fr: Tout sélectionner
hi: सभी का चयन करे
it: Seleziona tutto
ja: すべて選択
nl: Selecteer alles
pa: ਸਾਰਿਆ ਨੂੰ ਚੁਣੋ
ru: Выбрать все
tr: Hepsini seç
uk: Вибрати все

source: Unselect All
ar: إلغاء تحديد الكل
es: Deselecciona todo
fr: Tout déselectionner
hi: सभी का चयन रद्द
it: Deseleziona tutto
ja: すべて選択解除
nl: Deselecteer alles
pa: ਹਰ ਚੀਜ਼ ਦੀ ਚੋਣ ਨਾ ਕਰੋ
ru: Снять все
tr: Tüm Seçimleri Kaldır
uk: Скасувати вибір усіх

source: Edit
ar: تعديل
es: Editar
fr: Modifier
hi: संपादित करें
it: Modificare
ja: 編集
nl: Bewerk
pa: ਸੋਧ
ru: редактировать
tr: Düzenle
uk: Редагувати

source: Error
ar: خطأ
fr: Erreur
hi: त्रुटि
it: Errore
ja: エラー
nl: Fout
pa: ਗਲਤੀ
ru: ошибка
tr: Hata
uk: Помилка

source: Ok
ar: حسنا
fr: D'accord
hi: ठीक
pa: ਠੀਕ ਹੈ
ru: Хорошо
tr: Tamam
uk: Гаразд

source: Reset Passcode
ar: إعادة تعيين رمز المرور
es: Restablecer código
fr: Réinitialiser le code
hi: पासकोड को रीसेट करें
it: Reimposta Codice
ja: パスコードをリセット
nl: Reset Inlogcode
pa: ਪਾਸਕੋਡ ਰੀਸੈਟ ਕਰੋ
ru: Сбросить пароль
tr: Parolakodu Sıfırla
uk: Скинути пароль

# Same_Passcode
source: Your new passcode must be different than your previous one.
ar: يجب أن يكون رمز المرور الجديد مختلفًا عن الرمز السابق.
es: Su nueva código debe ser diferente a la anterior.
fr: Votre nouveau code d'accès doit être différent de votre précédent.
hi: आपका नया पासकोड आपके पिछले वाले से अलग होना चाहिए।
it: Il nuovo codice deve essere diverso dal precedente.
ja: 新しいパスコードは、以前のものと異なる必要があります。
nl: Uw nieuwe inlogcode moet anders zijn dan uw vorige.
pa: ਤੁਹਾਡਾ ਨਵਾਂ ਪਾਸਕੋਡ ਤੁਹਾਡੇ ਪਿਛਲੇ ਨਾਲੋਂ ਵੱਖਰਾ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ.
ru: Ваш новый пароль должен отличаться от предыдущего.
tr: Yeni parolakodu öncekinden farklı olmalıdır.
uk: Ваш новий пароль повинен відрізнятися від попереднього.

# Pincode_Info
source: When enabled, access to Super Gluu will be protected by a passcode of your choice.
ar: عند التمكين ، سيتم حماية الوصول إلى Super Gluu بواسطة رمز مرور من اختيارك.
es: Cuando está habilitado, el acceso a Super Gluu estará protegido por un código de acceso de su elección.
fr: Lorsqu'il est activé, l'accès à Super Gluu sera protégé par un mot de passe de votre choix.
hi: सक्षम होने पर, सुपर ग्लू की पहुंच आपकी पसंद के पासकोड द्वारा संरक्षित की जाएगी।
it: Se abilitato, l'accesso a Super Gluu sarà protetto da un codice di tua scelta.
ja: 有効にすると、Super Gluuへのアクセスは選択したパスコードによって保護されます。
nl: Indien ingeschakeld, wordt de toegang tot Super Gluu beschermd door een inlogcode naar keuze.
pa: ਜਦੋਂ ਸਮਰਥਿਤ ਹੁੰਦਾ ਹੈ, ਸੁਪਰ ਗਲੂ ਤੱਕ ਪਹੁੰਚ ਤੁਹਾਡੀ ਪਸੰਦ ਦੇ ਪਾਸਕੋਡ ਦੁਆਰਾ ਸੁਰੱਖਿਅਤ ਕੀਤੀ ਜਾਏਗੀ.
ru: При включении доступ к Super Gluu будет защищен паролем по вашему выбору.
tr: Etkinleştirildiğinde, Super Gluu'ya erişim, seçtiğiniz bir parolakodu ile korunacaktır.
uk: Якщо ввімкнено, доступ до Super Gluu буде захищений паролем на ваш вибір.

# Locked_App_Info
source: Super Gluu will be locked for 10 minutes after 5 failed attempts.
ar: سيتم قفل Super Gluu لمدة 10 دقائق بعد 5 محاولات فاشلة.
es: Super Gluu se bloqueará durante 10 minutos después de 5 intentos fallidos.
fr: Super Gluu sera verrouillé pendant 10 minutes après 5 tentatives infructueuses.
hi: सुपर ग्लू 5 असफल प्रयासों के बाद 10 मिनट के लिए बंद हो जाएगा।
ja: Super Gluuは、5回失敗すると10分間ロックされます。
nl: Super Gluu wordt 10 minuten vergrendeld na 5 mislukte pogingen.
pa: ਸੁਪਰ ਗਲੂ ਨੂੰ 5 ਅਸਫਲ ਕੋਸ਼ਿਸ਼ਾਂ ਦੇ ਬਾਅਦ 10 ਮਿੰਟ ਲਈ ਬੰਦ ਕਰ ਦਿੱਤਾ ਜਾਵੇਗਾ.
ru: Super Gluu будет заблокирован на 10 минут после 5 неудачных попыток.
tr: 5 başarısız denemeden sonra Super Gluu 10 dakika kilitlenir.
uk: Super Gluu буде заблокований на 10 хвилин після 5 невдалих спроб.

source: Unable to Restore
ar: غير قادر على استعادة
es: Incapaz de restaurar
fr: Impossible de restaurer
hi: पुनर्स्थापित करने में असमर्थ
it: Impossibile ripristinare
ja: 復元できません
nl: Kan niet herstellen
pa: ਰੀਸਟੋਰ ਕਰਨ ਵਿੱਚ ਅਸਮਰੱਥ
ru: Невозможно восстановить
tr: Geri Yüklenemedi
uk: Не вдається відновити

# TOS
source: Terms of Service
ar: شروط الخدمة
es: Términos de servicio
fr: Conditions d'utilisation
hi: सेवा की शर्तें
it: Termini di servizio
ja: 利用規約
nl: Servicevoorwaarden
pa: ਸੇਵਾ ਦੀਆਂ ਸ਼ਰਤਾਂ
ru: Условия использования
tr: Kullanım Şartları
uk: Умови обслуговування

# Ad_Free_Promo
source: Go ad-free $0.99/month
ar: انتقل بدون إعلانات 0.99 دولار شهريًا
es: Vaya sin publicidad $ 0.99 / mes
fr: Aller sans publicité 0,99 $ / mois
hi: विज्ञापन मुक्त $ 0.99 / महीना पर जाएं
ja: 広告なしで$ 0.99 /月
nl: Ga advertentievrij $ 0,99 / maand
pa: ਇਸ਼ਤਿਹਾਰ ਰਹਿਤ $ 0.99 / ਮਹੀਨੇ 'ਤੇ ਜਾਓ
ru: Go без рекламы $ 0,99 / месяц
tr: Reklamsız 0,99 ABD Doları / ay kazan
uk: Без реклами $ 0,99 / місяць

# Restore_Subscription
source: Restore a previous subscription.
ar: استعادة الاشتراك السابق.
es: Restaurar una suscripción anterior.
fr: Restaurer un abonnement précédent.
hi: पिछली सदस्यता को पुनर्स्थापित करें।
it: Ripristina un abbonamento precedente.
ja: 以前のサブスクリプションを復元します。
nl: Herstel een eerder abonnement.
pa: ਇੱਕ ਪਿਛਲੀ ਗਾਹਕੀ ਮੁੜ - ਪ੍ਰਾਪਤ ਕਰੋ.
ru: Восстановить предыдущую подписку.
tr: Önceki bir aboneliği geri yükle.
uk: Відновити попередню підписку.

# Purchase_Not_Found
source: We couldn't find a purchase to be restored.
ar: لم نتمكن من العثور على عملية شراء لاستعادتها.
es: No pudimos encontrar una compra para restaurar.
fr: Nous n'avons pas pu trouver un achat à restaurer.
hi: हम एक खरीद बहाल नहीं किया जा सका।
it: Non è stato possibile trovare un acquisto da ripristinare.
ja: 復元する購入を見つけることができませんでした。
nl: We konden geen aankoop vinden om te herstellen.
pa: ਰੀਸਟੋਰ ਕੀਤੀ ਜਾਣ ਲਈ ਸਾਨੂੰ ਕੋਈ ਖਰੀਦ ਨਹੀਂ ਮਿਲੀ.
ru: Мы не смогли найти покупку для восстановления.
tr: Geri yüklenecek bir satın alma işlemi bulamadık.
uk: Відновити попередню підписку.

# Signed_In
source: Signed in to
ar: تم تسجيل الدخول إلى
es: Accedido a
fr: Connecté à
hi: में हस्ताक्षर किए
it: Accesso eseguito a
ja: にサインインしました
nl: Aangemeld bij
pa: ਵਿਚ ਸਾਈਨ ਇਨ ਕੀਤਾ
ru: Вход в
tr: İçin oturum açıldı
uk: Увійшли в

# Login_Failed
source: Failed to sign in to
ar: أخفق تسجيل الدخول إلى
es: Error al iniciar sesión en
fr: Échec de la connexion à
hi: साइन इन करने में विफल
it: Impossibile accedere a
ja: サインインに失敗しました
nl: Aanmelden bij mislukt
pa: ਵਿੱਚ ਸਾਈਨ ਇਨ ਕਰਨ ਵਿੱਚ ਅਸਫਲ
ru: Не удалось войти в
tr: İçin oturum açılamadı
uk: Помилка входу в систему

# Registration_Failed
source: Failed registration to
ar: فشل التسجيل إلى
es: Error al registrarse en
fr: Echec de l'inscription à
hi: में पंजीकरण विफल
it: Registrazione non riuscita a
ja: への登録に失敗しました
nl: Registratie mislukt bij
pa: ਨੂੰ ਰਜਿਸਟਰੀ ਕਰਨ ਵਿੱਚ ਅਸਫਲ
ru: Не удалось зарегистрировать
tr: Kaydı başarısız oldu
uk: Помилка реєстрації в

# Login_Declined
source: Declined sign in to
ar: تم رفضتم تسجيل الدخول إلى
es: Rechazado iniciar sesión en
fr: Refusé connectez-vous à
hi: इंकार कर दिया साइन इन करें
it: Accesso rifiutato a
ja: サインインの拒否
nl: Afgewezen aanmelden bij
pa: ਵਿਚ ਸਾਈਨ ਇਨ ਕਰਨ ਤੋਂ ਇਨਕਾਰ ਕਰ ਦਿੱਤਾ
ru: Отклонено войти в
tr: İçin reddedildi işareti
uk: Увійти до

# Enroll_Declined
source: Declined registration to
es: Registro rechazado para
fr: Inscription refusée à
hi: पंजीकरण करने से इनकार कर दिया
it: Registrazione rifiutata a
ja: への登録の拒否
nl: Weigering registratie aan
pa: ਨੂੰ ਰਜਿਸਟਰੀ ਕਰਨ ਤੋਂ ਇਨਕਾਰ ਕਰ ਦਿੱਤਾ
ru: Отказался в регистрации
tr: İçin reddedilen kayıt
uk: Відмовлено в реєстрації в

source: Add Secure Entry
ar: إضافة الدخول الآمن
es: Agregar entrada segura
fr: Ajouter une entrée sécurisée
hi: सुरक्षित प्रविष्टि जोड़ें
it: Aggiungi voce sicura
ja: 安全なエントリを追加
nl: Beveiligde invoer toevoegen
pa: ਸੁਰੱਖਿਅਤ ਐਂਟਰੀ ਸ਼ਾਮਲ ਕਰੋ
ru: Добавить безопасный вход
tr: Güvenli Giriş Ekle
uk: Додати безпечну запис

source: Yesterday
ar: في الامس
es: ayer
fr: hier
hi: बिता कल
it: ieri
ja: 昨日
nl: gisteren
pa: ਕੱਲ
ru: вчерашний день
tr: dün
uk: вчора

# When_Enabled_FaceId
source: When enabled, access to Super Gluu will be protected by Face ID
ar: عند التمكين ، سيتم حماية الوصول إلى Super Gluu بواسطة Face ID
es: Cuando está habilitado, el acceso a Super Gluu estará protegido por Face ID
fr: Lorsqu'il est activé, l'accès à Super Gluu sera protégé par un identifiant de visage
hi: सक्षम होने पर, सुपर ग्लू का उपयोग फेस आईडी द्वारा संरक्षित किया जाएगा
it: Se abilitato, l'accesso a Super Gluu sarà protetto da Face ID
ja: 有効にすると、Super GluuへのアクセスはFace IDによって保護されます
nl: Indien ingeschakeld, wordt de toegang tot Super Gluu beschermd door Face ID
pa: ਜਦੋਂ ਸਮਰਥਿਤ ਹੁੰਦਾ ਹੈ, ਸੁਪਰ ਗਲੂ ਤੱਕ ਪਹੁੰਚ ਫੇਸ ਆਈਡੀ ਦੁਆਰਾ ਸੁਰੱਖਿਅਤ ਕੀਤੀ ਜਾਏਗੀ
ru: При включении, доступ к Super Gluu будет защищен Face ID
tr: Etkinleştirildiğinde, Super Gluu'ya erişim Face ID tarafından korunacaktır
uk: Якщо ввімкнено, доступ до Super Gluu буде захищений Face ID

source: Registration
ar: التسجيل
es: Registro
fr: Enregistrement
hi: पंजीकरण
it: Registrazione
ja: 登録
nl: Registratie
pa: ਰਜਿਸਟ੍ਰੇਸ਼ਨ
ru: Постановка на учет
tr: Kayıt
uk: Реєстрація

source: Authentication
ar: المصادقة
es: Autenticación
fr: Authentification
hi: प्रमाणीकरण
it: Autenticazione
ja: 認証
nl: Authenticatie
pa: ਪ੍ਰਮਾਣਿਕਤਾ
ru: Аутентификация
tr: Kimlik Doğrulama
uk: Аутентифікація

# To_Continue
source: To continue, tap approve
ar: للمتابعة ، انقر فوق موافق
es: Para continuar, toque aprobar
fr: Pour continuer, appuyez sur approuver
hi: जारी रखने के लिए, अनुमोदन पर टैप करें
it: Per continuare, tocca approva
ja: 続行するには、承認をタップします
nl: Tik op Goedkeuren om door te gaan
pa: ਜਾਰੀ ਰੱਖਣ ਲਈ, ਪ੍ਰਵਾਨ ਕਰੋ ਨੂੰ ਟੈਪ ਕਰੋ
ru: Чтобы продолжить, нажмите «Подтвердить»
tr: Devam etmek için onayla seçeneğine dokunun.
uk: Щоб продовжити, торкніться схвалення
