Repository: GluuFederation/ios-super-gluu
Catalog: super-gluu/Resources/*.lproj/Localizable.strings
Languages: ar, es, fr, hi, it, ja, nl, pa, ru, tr, uk

# Passcode_Try_Again
source: Passcodes did not match. Try again.
ar: لم تتطابق رموز المرور. حاول مرة أخري.
es: Los códigos no coinciden. Intente de nuevo.
fr: Les codes ne correspondent pas. Veuillez réessayer.
hi: पासकोड मेल नहीं खाते थे। पुनः प्रयास करें।
it: I codici di accesso non corrispondono. Provare di nuovo.
ja: パスコードが一致しませんでした。再試行して下さい。
nl: Inlogcodes komen niet overeen. Probeer opnieuw.
pa: ਪਾਸਕੋਡਸ ਮੇਲ ਨਹੀਂ ਖਾਂਦੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ.
ru: Пароли не совпадают. Попробуйте ещё раз.
tr: Parolakodları eşleşmiyor. Tekrar deneyin.
uk: Паролі не співпадають. Попробуйте ще раз.

# Passcode_Attempts_Left
source: attempt(s) left
ar: محاولات قبل القفل
es: intentos quedan
fr: Essai(s) restants
hi: बचे हुए प्रयास
it: tentativo(i) rimasti
ja: 試行回数 残
nl: poging(en) over
pa: ਬਾਕੀ ਬਚੇ ਯਤਨ
ru: осталось попыток
tr: deneme kaldı.
uk: спроб залишилось

# Passcode_Next
source: Next
ar: التالى
es: Siguiente
fr: Suivant
hi: आगामी
it: Prossimo
ja: 次
nl: Volgende
pa: ਆਗਾਮੀ
ru: Следующий
tr: Sonraki
uk: Наступний

# SSL_Info
source: When enabled, Super Gluu will trust servers with self-signed certificates. Recommended for development only.
ar: عند التمكين ، سوبر جلو سيثق بالخوادم التي تحمل شهادا موقعة ذاتيًا.يوصى استخدام هذه الخاصية للتنمية فقط.
es: Al habilitarse, Super Gluu confiará en servidores con certificados auto firmados. Recomendado para desarrollo únicamente.
fr: Quand activé, Super Gluu fera confiance à tous les serveurs avec certificats auto-signé. Récommandé juste en mode developpement.
hi: सक्षम होने पर, सुपर ग्लू स्वयं-हस्ताक्षरित प्रमाण पत्र के साथ सर्वरों पर भरोसा करेगा। केवल विकास के लिए अनुशंसित।
it: Se abilitato, Super Gluu considererà come attendibili server con certificati self-signed. Raccomandato solo per scopi di sviluppo.
ja: Super Gluuを有効にすると、Super Gluuは自分が署名した証明書でサーバーを信頼します。開発時のみを推奨
nl: Wanneer ingeschakeld zal Super Gluu servers met zelf-ondertekende certificaten vertrouwen. Alleen aanbevolen voor ontwikkeldoeleinden.
pa: ਇਸ ਨੂੰ ਯੋਗ ਕਰਨ, ਸੁਪਰ ਗਲੂ ਸਵੈ-ਹਸਤਾਖਰ ਕੀਤੇ ਸਰਟੀਫਿਕੇਟ ਨੂੰ ਸਰਵਰ 'ਤੇ ਭਰੋਸਾ ਕਰੇਗਾ। ਸਿਰਫ ਵਿਕਾਸ ਲਈ ਸਿਫਾਰਸ਼ ਕੀਤੀ ਗਈ।
ru: Если включено, Super Gluu будет доверять серверам использующим self-signed сертификаты. Рекомендуется использовать только для облегчения процесса разработки.
tr: Etkinleştirilirse, Super Gluu kendinden imzalı sertifikalı sunuculara güvenir. Sadece geliştirme için önerilir.
uk: Коли включено, Super Gluu буде довіряти серверам з self-signed сертифікатами. Рекомендується під час розробки.

# SSL_Trust
source: Trust all SSL
ar: ثق في جميع يروتوكولات طبقة المقابس الآمنة (SSL)
es: Confiar en todo SSL
fr: Accepter tous les SSL
hi: सभी SSL पर भरोसा करें
it: Fidati di tutto SSL
ja: すべてのSSLを信頼
nl: Vertrouw alle SSL
pa: ਸਾਰੇ SSL ਤੇ ਭਰੋਸਾ ਕਰੋ
ru: Доверять всем SSL сертификатам
tr: Tüm SSL'e Güven
uk: Довіряти усім сертифікатам.

# Log_Key_Username
source: Username
ar: اسم المستخدم
es: Nombre de usuario
fr: Nom d'utilisateur
hi: उपयोगकर्ता नाम
ja: ユーザー名
nl: Gebruikersnaam
pa: ਯੂਜ਼ਰ ਨਾਮ
ru: Логин пользователя
tr: Kullanıcı Adı
uk: Імя користувача

# Log_Key_Created
source: Created
ar: أنشئت
es: Creado
fr: Crée
hi: बनाया गया
it: Creato
ja: 作成済み
nl: Aangemaakt
pa: ਬਣਾਇਆ ਗਿਆ
ru: Cозданный
tr: Oluşturuldu
uk: Створено

# Log_Key_Id_Provider
source: ID Provider
ar: مزود الهوية
es: ID del proveedor
fr: Fournisseur de clé
hi: आईडी प्रदाता
ja: IDプロバイダー
pa: ਆਈਡੀ ਪ੍ਰਦਾਤਾ
ru: Поставщик удостоверений
tr: Kimlik Sağlayıcı
uk: ID постачальника

# Log_Key_Key_Handle
source: Key Handle
ar: مناور المفاتيح
es: Controlador de clave
fr: Clé de gestion
hi: कुंजी हैंडल
it: Gestione chiavi
ja: キーハンドル
nl: Sleutelnaam
pa: ਕੁੰਜੀ ਹੈਂਡਲ
ru: Ключевая ручка
tr: Anahtar Kolu
uk: Ручка клавіш

# Keys_Info
source: A unique private key is generated and stored on your device each time you secure a new account with Super Gluu.
ar: يتم إنشاء مفتاح خاص وفريد يخزن على جهازك في كل مرة تقوم فيها بتأمين حساب جديدباستخدام سوبر جلو.
es: Una clave privada se genera y almacena en su dispositivo cada vez que asegura una nueva cuenta con Super Gluu.
fr: Une clé privée unique est génerée et stocké dans votre appareil à chaque fois aue vous sécuriser un nouveau compte avec Super Gluu.
hi: जब भी आप सुपर ग्लू के साथ एक नया खाता सुरक्षित करते हैं, तो हर बार एक अद्वितीय निजी कुंजी आपके डिवाइस पर जनरेट और स्टोर की जाती है।
it: Ogni volta che si mette in sicurezza un nuovo account con Super Gluu viene generata una chiave privata univoca che verrà salvata sul proprio device.
ja: Super Gluuで新しいアカウントを保護する度に固有の秘密鍵が生成され、あなたのデバイスに保存されます。
nl: Elke keer dat je een nieuw account met Super Gluu beveiligt, wordt er een unieke persoonlijke sleutel gegenereerd en opgeslagen op je toestel
pa: ਜਦੋਂ ਵੀ ਤੁਸੀਂ ਸੁਪਰ ਗਲੂ ਨਾਲ ਇੱਕ ਨਵਾਂ ਖਾਤਾ ਸੁਰੱਖਿਅਤ ਕਰਦੇ ਹੋ, ਹਰ ਵਾਰ ਇੱਕ ਵਿਲੱਖਣ ਪ੍ਰਾਈਵੇਟ ਕੁੰਜੀ ਤੁਹਾਡੇ ਡਿਵਾਈਸ ਉੱਤੇ ਬਣਾਈ ਅਤੇ ਸਟੋਰ ਕੀਤੀ ਜਾਂਦੀ ਹੈ।
ru: Каждый раз когда вы защищаете новый аккаунт с помощью Super Gluu, программа создаёт уникальный секретный ключ и сохраняет его на вашем устройстве.
tr: Yeni bir hesabı Super Gluu ile güvenleştirdiğinizde her seferinde yeni bir anahtar oluşturulur ve cihazınızda saklanır.
uk: Унікальний приватний ключ згенеровано і збережено на вашому пристрої коже раз, коли ви захищаєте новий екаунт Super Gluu.

# Keys_Text_Value
source: Text value:
ar: قيمة النص:
es: Valor textual:
fr: Value de la texte:
hi: पाठ मान:
it: Valore testuale:
ja: 文字列値:
nl: Tekstwaarde:
pa: ਪਾਠ ਮੁੱਲ:
ru: Текстовое значение:
tr: Metin değer:
uk: Текстове значення

# Info_Delete_Key
source: Do you want to delete this key?
ar: هل تريد حذف هذا المفتاح؟
es: ¿Desea borrar esta clave?
fr: Voulez vous supprimer cette clé?
hi: क्या आप इस कुंजी को हटाना चाहते हैं?
it: Vuoi davvero cancellare la chiave?
ja: この鍵を削除しますか？
nl: Wil je deze sleutel verwijderen?
pa: ਕੀ ਤੁਸੀਂ ਇਹ ਕੁੰਜੀ ਹਟਾਉਣੀ ਚਾਹੁੰਦੇ ਹੋ?
ru: Хотите удалить этот ключ?
tr: Bu anahtarı silmek istiyor musunuz?
uk: Ви хочете видалити ключ?

# Info_Change_Name_How_To
source: To change a Key's name, hold down on it for 3 seconds
ar: لتغيير اسم المفتاح ، استمر في الضغط عليه لمدة 3 ثوانٍ
es: Para cambiar el nombre de la clave, presione sobre ella por 3 segundos
fr: Pour changer le nom de la clé, appyez et maintenez pendant 3 secondes.
hi: कुंजी का नाम बदलने के लिए, 3 सेकंड के लिए उस पर दबाए रखें
it: Per cambiare il nome della chiave tenere premuto per 3 secondi
ja: 鍵の名称を変更するにはここを3秒間押し続けて下さい。
nl: Om een sleutelnaam te wijzigen, hou je die voor 3 seconden ingedrukt
pa: ਕੁੰਜੀ ਦਾ ਨਾਂ ਬਦਲਣ ਲਈ, ਇਸਨੂੰ 3 ਸੈਕਿੰਡ ਲਈ ਰੱਖੋ।
ru: Чтобы изменить имя ключа, нажмите на него и удерживайте 3 секунды
tr: Bir Anahtarın ismini değiştirmek için, 3 saniye basılı tutun.
uk: Щоб змінити імя ключа, зажміть і тримайте протягом 3 секунд

# Info_Change_Name_Question
source: Do you want to change this Key's display name?
ar: هل تريد تغيير اسم عرض هذا المفتاح؟
es: ¿Quiere cambiar el nombre asociado a esta clave?
fr: Voulez vous change le nom de ce cette clé.
hi: क्या आप इस कुंजी का प्रदर्शन नाम बदलना चाहते हैं?
it: Vuoi davvero cambiare il nome della chiave?
ja: この鍵の表示名を変更しますか？
nl: Wil je de weergavenaam van deze sleutel wijzigen?
pa: ਕੀ ਤੁਸੀਂ ਇਸ ਕੁੰਜੀ ਦਾ ਡਿਸਪਲੇ ਨਾਮ ਬਦਲਣਾ ਚਾਹੁੰਦੇ ਹੋ?
ru: Хотите изменить имя этого ключа?
tr: Bu anahtarın görünen ismini değiştirmek istiyor musunuz?
uk: Ви хочете змінити імя ключа ?

# Info_Duplicate_Name
source: Name already exists or is empty. Try again.
ar: الاسم مكون سابقا أو فارغ. حاول مرة أخري.
es: El nombre está vacío o ya existe. Intente de nuevo.
fr: Ce nom est soit vide soit il existe déjà. Veuillez réessayer.
hi: नाम पहले से मौजूद है या खाली है। पुनः प्रयास करें।
it: Il nome già esiste oppure è stato fornito un valore vuoto. Provare di nuovo.
ja: この名称は既に存在するか空欄です。再度お試しください。
nl: Naam bestaat al of is leeg. Probeer opnieuw.
pa: ਨਾਮ ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ ਜਾਂ ਖਾਲੀ ਹੈ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
ru: Имя уже занято или не было задано. Попробуйте ещё раз.
tr: İsim zaten var ya da boş. Tekrar deneyin.
uk: Імя вже зайняте чи є пустим. Попробуйте ще раз.

# Info_Enter_Name
source: Enter a name
ar: إدخال اسم
es: Ingrese un nombre
fr: Entrer un nom
hi: नाम डालें
it: Inserire un nome
ja: 名称を入力
nl: Voer een naam in
pa: ਨਾਮ ਦਰਜ ਕਰੋ
ru: Введите имя
tr: Bir isim girin
uk: Введіть імя

# Info_Change_Name
source: Change key name
ar: تغيير اسم المفتاح
es: Cambiar nombre de la clave
fr: Changer le nom de la clé
hi: कुंजी का नाम बदलें
it: Cambia il nome della chiave
ja: 鍵の名称を変更
nl: Wijzig sleutelnaam
pa: ਕੁੰਜੀ ਦਾ ਨਾਂ ਬਦਲੋ
ru: Изменить имя ключа
tr: Anahtar adını değiştir
uk: Змінити імя ключа

# Info_Enter_New_Name
source: Enter a new name for your key:
ar: أدخل اسمًا جديدًا لمفتاحك:
es: Ingrese un nombre nuevo para su clave:
fr: Entrer un nom pour votre clé:
hi: अपनी कुंजी के लिए एक नया नाम दर्ज करें:
it: Inserire un nuovo nome per la chiave:
ja: 鍵に新しい名称を入力:
nl: Geef een nieuwe naam op voor je sleutel:
pa: ਆਪਣੀ ਕੁੰਜੀ ਲਈ ਨਵਾਂ ਨਾਂ ਦਿਓ:
ru: Введите новое имя для вашего ключа:
tr: Anahtarınız için yeni bir isim girin:
uk: Ввести нове імя для ключа

source: Approve
ar: موافقة
es: Aprobar
fr: Approuver
hi: स्वीकृत करें
it: Approva
ja: 承認
nl: Goedkeuren
pa: ਸਵੀਕਾਰ ਕਰੋ
ru: Подтвердить
tr: Onayla
uk: Підтвердити

source: Deny
ar: رفض
es: Rechazar
fr: Nier
hi: मना करें
it: Rifiuta
ja: 拒否
nl: Weigeren
pa: ਮਨਾਂ ਕਰੋ
ru: Отменить
tr: Reddet
uk: Відмінити

source: Permission Approval
ar: موافقة على الاذن
es: Aprobación de permiso
fr: Approbation de permission
hi: अनुमति अनुमोदन
it: Approvazione permessi
ja: 許可承認
nl: Permissietoestemming
pa: ਅਧਿਕਾਰ ਮਨਜ਼ੂਰੀ
ru: Разрешение
tr: İzin Onayı
uk: Дозвіл

source: Approving...
ar: تم الموافقة...
es: Aprobando...
fr: Approuvant...
hi: स्वीकृति दी जा रही है...
it: Approvazione in corso...
ja: 承認しています…
nl: Goedkeuren...
pa: ਪ੍ਰਵਾਨਗੀ ਦਿੱਤੀ ਜਾ ਰਹੀ ਹੈ...
ru: Подтверждение...
tr: Onaylanıyor...
uk: Підтверджую ...

source: Denying...
ar: بتم الرفض...
es: Rechazando...
fr: En cours de refu...
hi: अस्वीकार किया जा रहा है...
it: Rifiutando...
ja: 拒否しています…
nl: Weigeren...
pa: ਰੱਦ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...
ru: Отклонение...
tr: Reddediliyor...
uk: Відміняю ...

source: Info
ar: معلومات
hi: जानकारी
pa: ਜਾਣਕਾਰੀ
ru: Информация
tr: Bilgi
uk: Інформація

source: YES
ar: نعم
es: SI
fr: Oui
hi: हाँ
it: SI'
nl: JA
pa: ਹਾਂ
ru: ДА
tr: EVET
uk: Так

source: NO
ar: لا
fr: Non
hi: नहीं
nl: NEE
pa: ਨਹੀਂ
ru: НЕТ
tr: HAYIR
uk: Ні

source: Delete
ar: حذف
es: Borrar
fr: Supprimer
hi: हटा दें
it: Cancella
ja: 削除
nl: Verwijderen
pa: ਹਟਾਓ
ru: Удалить
tr: Sil
uk: Видалити

source: Clear Log
ar: سجل نظيف
es: Limpiar registro de actividad
fr: Effacer le log
hi: लॉग खाली करें
it: Pulisci il registro attività
ja: ログのクリア
nl: Log schonen
pa: ਲੋਗ ਖਾਲੀ ਕਰੋ
ru: Очистить лог
tr: Kütüğü Temizle
uk: Очистити логи

source: Clear Logs
ar: مسح السجلات
es: Limpiar registros de actividad
fr: Effacer les logs
hi: लॉग खाली करें
it: Pulisci i registri attività
ja: ログを消去する
nl: Logs schonen
pa: ਲੋਗ ਖਾਲੀ ਕਰੋ
ru: Очистить все логи
tr: Kütükleri Temizle
uk: Очистити логи

source: Close
ar: اغلاق
es: Cerrar
fr: Fermer
hi: बंद करें
it: Chiudi
ja: 閉じる
nl: Sluiten
pa: ਬੰਦ ਕਰੋ
ru: Закрыть
tr: Kapat
uk: Закрити

source: Cancel
ar: إلغاء
es: Cancelar
fr: Annuler
hi: रद्द करें
it: Annulla
ja: キャンセル
nl: Annuleren
pa: ਰੱਦ ਕਰੋ
ru: Отменить
tr: Vazgeç
uk: Відмінити

source: Save
ar: حفظ
es: Guardar
fr: Sauvegarder
hi: बचाएं
it: Salva
ja: 保存
nl: Bewaren
pa: ਸੇਵ ਕਰੋ
ru: Сохранить
tr: Kaydet
uk: Зберегти

source: Oops!
ar: ماذا حصل!
hi: ओह
ja: おーっと！
nl: Oeps!
pa: ਓਹ ਹੋ
ru: Упс...
tr: Ayy!
uk: Вупс ...

source: Signed in to
ar: تم تسجيل الدخول إلى
es: Ha ingresado a
hi: साइन इन किया
it: Autenticato su
ja: にサインイン
nl: Ingelogd op
pa: ਸਾਈਨ ਇਨ ਕੀਤਾ
ru: Выполнен вход в
tr: İçin oturum açıldı
uk: Увійти до

# Auth_Failed_To
source: Authentication failed to
ar: فشل المصادقة ل
es: Fallo al autenticarse a
fr: L'authentification a échoué
hi: प्रमाणीकरण विफल रहा
it: Autenticazione fallita su
ja: 認証に失敗しました
nl: Authenticatie mislukte
pa: ਪ੍ਰਮਾਣਿਕਤਾ ਅਸਫਲ
ru: Неудача при аутентификации к
tr: İçin kimlik doğrulanma başarısız
uk: Аутентифікація провалена до

source: Registered to
ar: مسجل إلى
es: Registrado para
fr: Enregistré à
hi: को पंजीकृत
it: Registrato su
ja: に登録済み
nl: Geregistreerd voor
pa: ਰਜਿਸਟਰਡ
ru: Зарегистрировано в
tr: İçin kayıtlanıldı
uk: Зареєстровано до

source: Registration failed to
ar: فشل التسجيل في
es: Falló el registro para
fr: L'enregistrement a échoué
hi: पंजीकरण में विफल रहा
it: Registrazione fallita su
ja: への登録に失敗しました
nl: Registratie mislukt voor
pa: ਰਜਿਸਟਰੇਸ਼ਨ ਅਸਫਲ
ru: Ошибка регистрации в
tr: İçin kayıtlanma başarısız
uk: Реєстрація провалена до

# Auth_Declined_To
source: Authentication declined to
ar: رفض المصادقة ل
es: Autenticación rechazada para
fr: Authentification refusée à
hi: प्रमाणीकरण के लिए मना कर दिया
it: Autenticazione rifiutata su
ja: への認証が拒否されました
nl: Authenticatie geweigerd voor
pa: ਪ੍ਰਮਾਣਿਤ ਕਰਨ ਤੋਂ ਇਨਕਾਰ
ru: Отклонена аутентификация к
tr: İçin kimlik doğrulanma reddedildi
uk: Аутентифікація відхилена до

source: Registration declined to
ar: رفض التسجل ل
es: Registro rechazado para
fr: Inscription refusée à
hi: पंजीकरण करने से मना कर दिया
it: Registrazione rifiutata su
ja: への登録が拒否されました
nl: Registratie geweigerd voor
pa: ਰਜਿਸਟਰ ਕਰਨ ਤੋਂ ਇਨਕਾਰ ਕੀਤਾ
ru: Отклонена регистрация в
tr: İçin kayıtlanma reddedildi
uk: Реєстрація відхилена до

source: Unknown error
ar: خطأ غير معروف
es: Error desconocido
fr: Erreur inconnu
hi: अज्ञात त्रुटि
it: Errore sconosciuto
ja: 不明なエラー
nl: Onbekende fout
pa: ਅਣਜਾਣੀ ਗਲਤੀ
ru: Неизвестная ошибка
tr: Bilinmeyen hata
uk: Невідома помилка

source: Success!
ar: نجاح!
es: Éxito!
fr: Réussi!
hi: सफलता!
it: Successo!
ja: 成功しました！
nl: Succes!
pa: ਸਫਲਤਾ!
ru: Успех!
tr: Başarılı!
uk: Успіх!

source: Missing request info
ar: معلومات الطلب مفقودة
es: Faltan datos en la solicitud
fr: Information manquante pour la requête.
hi: अनुरोध जानकारी अनुपस्थित
it: Informazioni richiesta mancanti
ja: リクエスト情報がありません
nl: Ontbrekende aanvraag info
pa: ਬੇਨਤੀ ਜਾਣਕਾਰੀ ਦੀ ਗੈਰਹਾਜ਼ਰੀ
ru: Отсутствует информация о запросе
tr: İstek bilgisi eksik
uk: Немає інформації запиту

# Unknown_Error_Something
source: Unknown error. Something went wrong.
ar: خطأ غير معروف. هناك خطأ ما.
es: Error desconocido. Algo falló.
fr: Erreur inconnu. Un problème est survenu.
hi: अज्ञात त्रुटि। कुछ गलत हो गया।
it: Errore sconosciuto. Qualcosa è andato storto.
ja: 不明なエラー。何かが間違っていました。
nl: Onbekende fout. Er ging iets verkeerd.
pa: ਅਣਜਾਣੀ ਗਲਤੀ। ਕੁਝ ਗ਼ਲਤ ਹੋਇਆ ਸੀ।
ru: Неизвестная ошибка. Что-то пошло не так.
tr: Bilinmeyen hata. Birşeyler yanlış gitti.
uk: Невідома помилка. Щось пішло не так.

# Not_Allowed_Payment
source: Not allowed to make payment.
ar: غير مسموح بالدفع
es: Pago no está permitido.
fr: Payment non permit
hi: भुगतान करने की अनुमति नहीं है।
it: Pagamento non consentito.
ja: 支払いができません。
nl: Betaling niet toegestaan.
pa: ਭੁਗਤਾਨ ਦੀ ਆਗਿਆ ਨਹੀਂ ਹੈ।
ru: Оплата не была одобрена
tr: Ödeme yapmaya izin verilmedi.
uk: Оплата не дозволена.

# Invalid_Purchase_Id
source: The purchase identifier was invalid.
ar: معرف الشراء غير صحيح.
es: El identificador de la compra fue inválido.
fr: L'identifiant de l'achat était invalid.
hi: खरीद पहचानकर्ता अमान्य था।
it: L'ID di acquisto non è valido.
ja: 購入識別子が無効でした。
nl: De aankoopidntificatie was ongeldig.
pa: ਖਰੀਦਦਾਰੀ ਪਛਾਣਕਰਤਾ ਅਵੈਧ ਸੀ।
ru: Идентификатор покупки не верен.
tr: Satın alma tanımlayıcısı geçersiz.
uk: Ідентифікатор замовлення не є валідним.

# Unallowed_Device
source: This device is not allowed to make payment.
ar: لا يُسمح لهذا الجهاز بالدفع.
es: El dispositivo no está permitido para pagar.
fr: Cet appareil n'est pas permit pour procéder au payment.
hi: इस उपकरण को भुगतान करने की अनुमति नहीं है।
it: Questo dispositivo non è autorizzato ad effettuare il pagamento.
ja: このデバイスでは支払いをすることができません。
nl: Dit toestel mag geen betaling verrichten.
pa: ਇਸ ਡਿਵਾਈਸ ਨੂੰ ਭੁਗਤਾਨ ਕਰਨ ਦੀ ਆਗਿਆ ਨਹੀਂ ਹੈ।
ru: Устройству было отказано в проведении платежа.
tr: Bu cihazın ödeme yapmasına izin verilmedi.
uk: Пристрій не є дозволеним для замовлення.

# Unavailable_Product
source: The product is not available in the current storefront.
ar: المنتج غير متوفر في واجهة المتجر الحالية.
es: El producto no está disponible en la tienda actualmente.
fr: Le produit n'est pas disponible dans la boutique suivant.
hi: उत्पाद वर्तमान स्टोरफ्रंट में उपलब्ध नहीं है।
it: Il prodotto non è disponibile nel catalogo corrente.
ja: この製品は当店舗ではご利用できません。
nl: Dit product is niet beschikbaar in de huidige webshop.
pa: ਇਹ ਉਤਪਾਦ ਮੌਜੂਦਾ ਸਟੋਰਫਰੰਟ ਵਿੱਚ ਉਪਲਬਧ ਨਹੀਂ ਹੈ।
ru: Этот продукт не доступен в данном магазине.
tr: Ürün, geçerli mağazada mevcut değil.
uk: Продукт не є доступним у магазині.

# Unallowed_Cloud_Access
source: Access to cloud service information is not allowed.
ar: لا يُسمح بالوصول إلى علومات الخدمة السحابية.
es: Acceso no permitido a la información en la nube.
fr: L'access au service cloud n'est pas permis.
hi: क्लाउड सेवा की जानकारी तक पहुँच की अनुमति नहीं है।
it: L'accesso alle servizio informazioni in cloud non è consentito.
ja: クラウドサービス情報へのアクセスは許可されていません。
nl: Toegang tot cloud service informatie niet toegestaan.
pa: ਕਲਾਉਡ ਸੇਵਾ ਜਾਣਕਾਰੀ ਤੱਕ ਪਹੁੰਚ ਦੀ ਆਗਿਆ ਨਹੀਂ ਹੈ।
ru: Отказано в доступе к облачному сервису.
tr: Bulut hizmeti bilgilerine erişime izin verilmiyor.
uk: Доступ до хмари заборонено.

# No_Network_Connection
source: Could not connect to the network.
ar: لا يمكن الاتصال بالشبكة.
es: No se pudo conectar a la red.
fr: Problème de connexion au réseau.
hi: नेटवर्क से कनेक्ट नहीं हो सका।
it: Impossibile connettersi alla rete.
ja: ネットワークに接続できませんでした。
nl: Kon niet verbinden met netwerk.
pa: ਨੈਟਵਰਕ ਨਾਲ ਕਨੈਕਟ ਨਹੀਂ ਕਰ ਸਕਿਆ।
ru: Не возможно установить сетевое подключение.
tr: Ağa bağlanılamıyor.
uk: Не можу підєднатися до інтернету.

# Enable_TouchID
source: To enable TouchID
ar: لتمكين معرف اللمس
es: Para habilitar TouchID
fr: Pour activer TouchID
hi: टच आईडी को सक्षम करने के लिए
it: Per abilitare il Touch ID
ja: タッチIDを有効にする
nl: Om Touch ID in te schakelen
pa: ਟਚ ਆਈਡੀ ਨੂੰ ਸਮਰੱਥ ਬਣਾਉਣ ਲਈ
ru: Включить Touch ID
tr: Dokunmatik Kimliği etkinleştirmek için
uk: Включити Touch ID

source: Identify yourself!
ar: عرف عن نفسك!
es: Identifíquese!
fr: Identifier vous!
hi: अपनी पहचान बताएं!
it: Prego identificarsi!
ja: 自分自身を識別します！
nl: Identificeer jezelf!
pa: ਆਪਣੀ ਪਛਾਣ ਦੱਸੋ!
ru: Идентифицируйте себя!
tr: Kendinizi tanıtın!
uk: Ідентифікуйте себе

# Identify_Verification_Problem
source: There was a problem verifying your identity.
ar: حدثت مشكلة في التحقق من هويتك.
es: Hubo un problema verificando su identidad.
fr: Un problème est survenu lors de la vérification de votre identité.
hi: आपकी पहचान सत्यापित करने में कुछ समस्या थी।
it: Si è verificato un problema nella verifica della sua identità.
ja: 識別情報の検証で問題がありました。
nl: Er was een probleem bij verificatie van je identiteit.
pa: ਤੁਹਾਡੀ ਪਛਾਣ ਦੀ ਤਸਦੀਕ ਕਰਨ ਵਿੱਚ ਕੋਈ ਸਮੱਸਿਆ ਸੀ।
ru: Проблема идентификации.
tr: Kimliğinizin doğrulanmasında bir hata vardı.
uk: Проблема ідентифікації

# Cancel_Pressed
source: You pressed cancel.
ar: لقد ضغطت إلغاء.
es: Usted presionó cancelar.
fr: Vous avez appuyé sur supprimer.
hi: आपने रद्द को दबाया।
it: Hai cliccato su annulla.
ja: キャンセルを押しました。
nl: Je drukte op annuleren.
pa: ਤੁਸੀਂ ਰੱਦ ਕੀਤਾ।
ru: Вы нажали Отмена.
tr: Vazgeçe bastırdınız.
uk: Ви натиснули відміна.

# Password_Pressed
source: You pressed password.
ar: لقد ضغطت كلمة المرور.
es: Usted presionó contraseña.
fr: Vous avez appuyé sur password.
hi: आपने पासवर्ड दबाया।
it: Hai cliccato su password.
ja: パスワードを押しました。
nl: Je drukte op wachtwoord.
pa: ਤੁਸੀਂ ਪਾਸਵਰਡ ਨੂੰ ਦੱਬਿਆ।
ru: Вы нажали Пароль.
tr: Parolaya bastırdınız.
uk: Ви натиснули пароль.

# TouchID_Not_Configured
source: Touch ID may not be configured
ar: لا يمكن تكوين معرف اللمس
es: Touch ID puede no estar configurado
fr: Il se peut que Touch ID ne sois pas configuré.
hi: टच आईडी कॉन्फ़िगर नहीं किया जा सकता है
it: Il Touch ID potrebbe non essere stato configurato.
ja: タッチIDが設定されていない可能性があります。
nl: Touch ID is misschien niet geconfigureerd
pa: ਟਚ ID ਸੰਰਚਿਤ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ
ru: Невозможно применить конфигурацию Touch ID
tr: Dokunmatik Kimlik yeniden yapılandırılamayabilir
uk: Touch ID не можу бути сконфігуроване.

# 2_Attempts_Remaining
source: 2 more attempts before the app is locked for 10 minutes
ar: بقي محاولتان قبل قفل التطبيق لمدة 10 دقائق
es: 2 intentos más antes que la app se bloquee por 10 minutos
fr: Deux éssais restants avant que l'application ne se verouille pendant 10 minutes.
hi: ऐप को 10 मिनट के लिए लॉक करने से पहले 2 और प्रयास
it: Rimangono 2 tentativi prima che l'app si blocchi per 10 minuti.
ja: あと2回の試行でアプリが10分間ロックされます。
nl: 2 pogingen voor 10-minuten blokkade van de app over.
pa: 10 ਮਿੰਟ ਲਈ ਐਪ ਲਾਕ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ 2 ਹੋਰ ਕੋਸ਼ਿਸ਼ਾਂ
ru: Осталось 2 попытки прежде чем приложение будет заблокировано на 10 минут
tr: Uygulamanın 10 dakikalığına kilitlenmesinden önce 2 girişim daha.
uk: Ще 2 спроби перед тим, як палікація буде залочена на 10 хвилин.

# Failed_Attempts_Warning
source: App will be locked for 10 minutes after this many failed attempts
ar: سيتم قفل التطبيق لمدة 10 دقائق بعد هذا العدد من المحاولات الفاشلة
es: La app se bloquará por 10 minutos luego de estos intentos fallidos
fr: L'application sera verouillée pendant 10 minutes.
hi: इतने असफल प्रयासों के बाद ऐप को 10 मिनट के लिए बंद कर दिया जाएगा
it: L'app si bloccherà per 10 minuti dopo questo numero di tentativi falliti.
ja: 今回失敗した試行回数が多すぎたため、アプリは10分間ロックされます。
nl: App zal worden geblokkeerd voor 10 minuten na te veel mislukte pogingen
pa: ਅਜਿਹੇ ਅਸਫਲ ਕੋਸ਼ਿਸ਼ਾਂ ਦੇ ਬਾਅਦ, ਐਪ ਨੂੰ 10 ਮਿੰਟ ਲਈ ਬੰਦ ਕਰ ਦਿੱਤਾ ਜਾਵੇਗਾ
ru: Приложение будет заблокировано на 10 минут после следующего числа неудачных попыток
tr: Bu kadar çok başarısız girişimden sonra uygulama 10 dakikalığına kilitlenecektir.
uk: Аплікація буде залочена на 10 хвилин після багатьох невдалих спроб.
